[
    "What’s something new you learned this week—big or small?",
    "What’s a song you’ve had on repeat lately?",
    "If you could instantly master any skill, what would it be?",
    "What’s your favorite comfort food and why?",
    "What school subject do you think deserves more appreciation?",
    "What’s a hobby you’ve always wanted to try but haven’t yet?",
    "What’s the best piece of advice someone has given you?",
    "What’s a tradition your family has that you really like?",
    "Which book or series left a lasting impression on you?",
    "If you could travel to any country right now, where would you go?",
    "What’s a movie you think everyone should watch at least once?",
    "What game (video or board) do you never get tired of playing?",
    "Who’s a creator or artist who inspires you?",
    "What's one thing that instantly boosts your mood?",
    "What’s a school assignment you’re actually proud of?",
    "If you could relive one day from your life, what would it be?",
    "What’s a language you wish you could speak fluently?",
    "What’s the last meme that made you laugh way too hard?",
    "What’s a song that perfectly describes your current mood?",
    "Which fictional world would you want to live in?",
    "What’s your go-to creative activity when you’re bored?",
    "What’s a culture or tradition you’ve always found fascinating?",
    "What historical era would you want to visit?",
    "What’s a small habit that improved your life?",
    "What’s one thing from your childhood that you miss?",
    "What’s a piece of art you think everyone should see?",
    "What’s a school tip or study trick you swear by?",
    "What’s a holiday you think deserves more global recognition?",
    "What’s a hobby you can talk about for hours?",
    "What’s a TV show you wish more people watched?",
    "What’s a food combination people judge you for but you love?",
    "If you could collaborate with any artist, who would it be?",
    "What tradition would you start if you could invent one?",
    "What’s an app you can't live without?",
    "What’s something you believed as a kid that you laugh about now?",
    "What’s a random fact you love sharing?",
    "What’s the most useful thing you’ve learned from YouTube?",
    "What’s a school rule you always thought was weird?",
    "What’s your favorite type of weather and why?",
    "What’s a color that represents your personality today?",
    "If you could invent a new class in school, what would it be?",
    "What’s a tradition from another country you want to adopt?",
    "What’s the most creative thing you’ve made recently?",
    "What’s a popular trend you never understood?",
    "What’s something you wish people talked about more?",
    "What’s the funniest thing that happened to you in school?",
    "What’s a superstition you secretly follow?",
    "What’s a talent you admire in others?",
    "What’s a festival you dream of attending?",
    "What’s your favorite way to relax after a stressful day?",
    "What’s a food you could eat every day without getting bored?",
    "If you could redo one art project, which would it be?",
    "What’s a musical instrument you think sounds beautiful?",
    "What’s a belief or opinion you’ve changed recently?",
    "What’s the weirdest school assignment you’ve ever had?",
    "What culture’s food would you love to try more of?",
    "What’s your go-to playlist vibe right now?",
    "What’s one small goal you’re currently working on?",
    "What’s a custom or tradition you think is really wholesome?",
    "What’s an album you think is a masterpiece front to back?",
    "What’s a subject you could teach a class on?",
    "What’s a community event you enjoy attending?",
    "What’s your favorite piece of clothing and why?",
    "What’s the coolest thing you’ve drawn or made?",
    "What’s a school project you’d redo just for fun?",
    "What’s a show or movie that changed your perspective?",
    "What’s one thing you want to get better at this year?",
    "What’s your favorite myth or legend from any culture?",
    "What’s a sound you find oddly satisfying?",
    "What’s a club or group you wish existed at your school?",
    "What’s your favorite seasonal activity?",
    "What’s the most unique food you’ve ever tried?",
    "What culture’s art style fascinates you the most?",
    "What’s the coolest local event or festival near you?",
    "What’s a creative challenge you want to try someday?",
    "What’s a musical genre you think is underrated?",
    "What’s a school hack you discovered by accident?",
    "What’s your favorite way to learn something new?",
    "What’s a tradition you’d love to see in more places?",
    "What’s the best thing about your current city/town?",
    "What’s something you wish you could unlearn?",
    "What’s your favorite type of art to look at?",
    "What’s a song that always puts you in a good mood?",
    "What’s your most nostalgic video game?",
    "What’s a language you think sounds beautiful?",
    "What’s a school memory that still makes you smile?",
    "What’s a cuisine you think deserves more hype?",
    "What’s a creative project you want to start but haven’t?",
    "What’s a cultural tradition you find really interesting?",
    "What’s a musical instrument you wish you knew how to play?",
    "What’s the strangest food trend you’ve seen recently?",
    "What’s one thing that motivates you when you’re tired?",
    "What’s a piece of media you think everyone should experience?",
    "What’s a craft or DIY project you’ve always wanted to try?",
    "What’s your favorite school subject and why?",
    "What’s a personal tradition you created for yourself?"
]