[
    "What's one thing you're exceptionally good at that might surprise people?",
    "If you could be on a reality TV show, which one would you choose?",
    "What's the best piece of life advice you've ever been given?",
    "What's the most interesting piece of trivia you know?",
    "If you could instantly become an expert in something, what would it be?",
    "What's the coolest scientific fact you know?",
    "What's the best part of your daily routine?",
    "If you had to teach a class on one thing, what would it be?",
    "What's the strangest talent you have?",
    "What's the most beautiful word in the English language?",
    "What's something you've done that you think no one else here has?",
    "What's your go-to song for a sing-along?",
    "If you could live in any fictional world, which one would you choose?",
    "What's the most interesting conversation you've had recently?",
    "What's one challenge you've overcome that you're proud of?",
    "What's your favorite quote from a movie or book?",
    "What's one thing about you that surprises people?",
    "If you could instantly master a new skill, what would it be?",
    "What is one thing you're looking forward to learning?",
    "What's the most unusual hobby you've heard of or tried?",
    "If you could have any mythical creature as a pet, what would you choose?",
    "What was the last thing that surprised you?",
    "If you could create an app, what would it do?",
    "What's your favorite myth or legend?",
    "Who has been the most influential person in your life this year?",
    "What's the funniest word you know?",
    "If you could switch lives with one character from a TV show or movie for a day, who would it be and why?",
    "What's your favorite piece of technology that you own?",
    "What's the weirdest food combination you've ever tried and liked?",
    "If you were a ghost, where would you haunt?",
    "What's something you've always wanted to try but haven't yet?",
    "What's your favorite joke or riddle?",
    "What's the most interesting documentary you've seen?",
    "If you could witness any event past, present, or future, what would it be?",
    "What's the best gift you've ever received?",
    "What's something you're proud of but never have an excuse to talk about?",
    "What's your idea of a perfect day?",
    "What fictional family would you like to be a part of?",
    "What's your favorite viral video?",
    "If you could bring back any fashion trend, what would it be?",
    "What's the most interesting article or blog post you've read recently?",
    "If you had to delete all but three apps from your smartphone, which ones would you keep?",
    "What's the most unusual place you've visited?",
    "What's an activity that makes you lose track of time?",
    "What's something you think everyone should try at least once?",
    "If you could start a charity, what would it be for?",
    "What's the most recent thing you've done for the first time?",
    "What's your favorite family tradition?",
    "If you could have any type of themed birthday party, what would it be?",
    "What's the most serendipitous thing that's happened to you?"
]